#+FILETAGS: @work
#+CATEGORY: Work
# Local Variables:
# eval: (auto-revert-mode)
# End:

* Meetings
** 2021
*** 2021-07 July
**** 2021-07-05 Monday
***** leads - biba 3.0 part 2                     :@work:meeting:meeting:
:LOGBOOK:
CLOCK: [2021-07-05 Mon 14:43]--[2021-07-05 Mon 15:38] =>  0:55
:END:
Added: <2021-07-05 Mon 14:43>

- my idea: show + toys to activate kids & families
  - mvp is getting content out there ( tiktok, youtube, whatever ) and tracking
    activations via comments or through a hashtag

- add a few more details to my bit in the document
***** burke data meeting                          :@work:meeting:meeting:
:LOGBOOK:
CLOCK: [2021-07-05 Mon 13:04]--[2021-07-05 Mon 13:21] =>  0:17
:END:
Added: <2021-07-05 Mon 13:04>
- with sean f & byron

[[https://drive.google.com/file/d/1P1aEAFdp8cgSJHrpdqV2RouaKR3L0qW5/view][spreadsheet]]

- map stuff from spreadsheet to database/bigquery/nutshell in document, share
  with byron & sean f
- write up any questions on the spreadsheet for byron & sean f
- flowchart possible import process
- scope out the code part of the import
***** leads - biba 3.0 business model             :@work:meeting:meeting:
:LOGBOOK:
CLOCK: [2021-07-05 Mon 10:33]--[2021-07-05 Mon 10:52] =>  0:19
:END:
Added: <2021-07-05 Mon 10:32>

- investors are willing to put in 1mil, but not just as life support
- going over the biba 3.0 doc one more time
- think about something we could do for biba 3.0
  - mvp, fully fledged thing
  - need to think of at least one thing by 2:30pm meeting

**** 2021-07-07 Wednesday
***** stand-up                                    :@work:meeting:meeting:
:LOGBOOK:
CLOCK: [2021-07-07 Wed 10:02]--[2021-07-07 Wed 10:05] =>  0:03
:END:
Added: <2021-07-07 Wed 10:01>

- not much to report

**** 2021-07-09 Friday
***** morning meeting                             :@work:meeting:meeting:
:LOGBOOK:
CLOCK: [2021-07-09 Fri 10:06]--[2021-07-09 Fri 10:11] =>  0:05
:END:
Added: <2021-07-09 Fri 10:05>

**** 2021-07-12 Monday
***** morning stand-up                            :@work:meeting:meeting:
:LOGBOOK:
CLOCK: [2021-07-12 Mon 10:01]--[2021-07-12 Mon 10:12] =>  0:11
:END:
Added: <2021-07-12 Mon 10:01>

**** 2021-07-15 Thursday
***** involve.ai demo                                :@work:meeting:demo:
:LOGBOOK:
CLOCK: [2021-07-15 Thu 14:08]--[2021-07-15 Thu 14:33] =>  0:25
:END:
Added: <2021-07-15 Thu 14:08>

- predict customer churn based on analyzing data from us
  - via integrations (salesforce, outlook, zendesk, csv data upload)
  - not sure they can do more than that right now
- post contract, nothing to help bring in customers
  - gong.io -- pre-contract
- can show product usage rates as long as we're sending it/uploading it
- how many users do we have? ( parents that could become customers )
- the system can help analyze churn to show who's not going to renew ( if it has
  the data )
- not cheap! $50k/yr-ish -- based on number of accounts
- 1 year, 50k up front (30-day poc, deliver dashboard within 14 days, we review,
  can make changes to dashboard)
***** morning standup                             :@work:meeting:meeting:
:LOGBOOK:
CLOCK: [2021-07-15 Thu 10:07]--[2021-07-15 Thu 10:15] =>  0:08
:END:
Added: <2021-07-15 Thu 10:07>

- make sure rmh is getting generated properly

**** 2021-07-19 Monday
***** biba mvp                                        :@work:meeting:mvp:
:LOGBOOK:
CLOCK: [2021-07-19 Mon 11:30]--[2021-07-19 Mon 11:51] =>  0:21
:END:
Added: <2021-07-19 Mon 11:30>

- slightly flesh out an mvp or two from the doc a bit
- just need high level stuff, like "hire two people to generate content"
- like a five minute pitch on what an mvp could be

**** 2021-07-22 Thursday
***** standup                                     :@work:meeting:meeting:
:LOGBOOK:
CLOCK: [2021-07-22 Thu 10:02]--[2021-07-22 Thu 10:09] =>  0:07
:END:
Added: <2021-07-22 Thu 10:02>

- find other playgrounds within 50 miles of the playground i need to generate a
  report for
- row 17 is pg to generate report for
- import playgrounds from sales report

**** 2021-07-28 Wednesday
***** biba 3.0 -- mechanics                          :@work:meeting:biba:
:LOGBOOK:
CLOCK: [2021-07-28 Wed 16:19]--[2021-07-28 Wed 17:00] =>  0:41
:END:
Added: <2021-07-28 Wed 16:19>

- looking at potential mechanics
- "digital detox", give parents something to get their kids off a screen for a bit
-

*** 2021-08 August

**** 2021-08-06 Friday
***** biba 3.0 meeting                                 :@work:meeting:v3:
:LOGBOOK:
CLOCK: [2021-08-06 Fri 15:05]--[2021-08-06 Fri 15:34] =>  0:29
:END:
Added: <2021-08-06 Fri 15:00>

- tv deal moving ahead nicely
- going public!
- going with direct to consumer, sounds like

**** 2021-08-09 Monday
***** biba 3.0 home kit redux                        :@work:meeting:biba:
:LOGBOOK:
CLOCK: [2021-08-09 Mon 14:23]--[2021-08-09 Mon 15:12] =>  0:49
:END:
Added: <2021-08-09 Mon 14:23>

- update on cmf stuff from whisperwalks
- home kits to cmf?
- writing something -- application for home kits


- stickers for signs!

-

**** 2021-08-18 Wednesday
***** morning standup                                :@work:meeting:biba:
:LOGBOOK:
CLOCK: [2021-08-18 Wed 10:06]--[2021-08-18 Wed 10:14] =>  0:08
:END:
Added: <2021-08-18 Wed 10:05>

- cmf stuff for mike & byron
- talking to byron about climate
  
**** 2021-08-19 Thursday
***** cmf application meeting                         :@work:meeting:cmf:
:LOGBOOK:
CLOCK: [2021-08-19 Thu 14:08]--[2021-08-19 Thu 15:12] =>  1:04
:END:
Added: <2021-08-19 Thu 14:07>

needed from me:
- a couple of paragraphs on our game tech stack
  - what we use ( unity & google cloud )
  - what we use for ar, any other unity plugins
  - write as if talking to another tech person

**** 2021-08-23 Monday
***** morning standup                                :@work:meeting:biba:
:LOGBOOK:
CLOCK: [2021-08-23 Mon 10:05]--[2021-08-23 Mon 10:15] =>  0:10
:END:
Added: <2021-08-23 Mon 10:05>
- [ ] get list of new burke playgrounds that have generated report for byron -> [[file:work.org::*generate list of burke playgrounds generating reports \[#A\]][task]]
- [X] run import of burke playgrounds -> [[file:work.org::*import burke playgrounds into nutshell & backend \[#A\]][task]]

*** 2021-11 November

**** 2021-11-25 Thursday
***** reports and stuff                           :@work:meeting:reports:
:LOGBOOK:
CLOCK: [2021-11-25 Thu 14:10]--[2021-11-25 Thu 14:30] =>  0:20
CLOCK: [2021-11-25 Thu 14:00]--[2021-11-25 Thu 14:10] =>  0:10
:END:
Added: <2021-11-25 Thu 14:05>
- [X] invite for matt on dec 6th to tell him to write the end-of-year deep dive
- [ ] whitepaper for next year?
* Tasks
** 2021
*** 2021-06 June
**** 2021-06-22 Tuesday
***** DONE mailout errors & unsubs for sean [#A]    :@work:other:reports:
CLOSED: [2021-08-23 Mon 11:25] SCHEDULED: <2021-07-09 Fri>
:LOGBOOK:
CLOCK: [2021-07-23 Fri 10:10]--[2021-07-23 Fri 10:20] =>  0:10
:END:
Added: [2021-06-22 Tue 09:10]

*** 2021-07 July
**** 2021-07-12 Monday
***** DONE generate list of active biba playgrounds near perryville, mo :@work:ask:playgrounds:
CLOSED: [2021-08-23 Mon 11:25]
:LOGBOOK:
CLOCK: [2021-07-12 Mon 09:44]--[2021-07-12 Mon 09:58] =>  0:14
:END:
Added: [2021-07-12 Mon 09:43]

generated: https://docs.google.com/spreadsheets/d/1YEg_NMnK3hp4YVzEsHbvYxcsh8V7ZDS85NBDFD3qzQc/edit?usp=sharing

**** 2021-07-23 Friday
***** DONE errors and bounces and unsubs                  :@work:ask:ask:
CLOSED: [2021-08-23 Mon 11:25]
:LOGBOOK:
CLOCK: [2021-07-23 Fri 10:08]--[2021-07-23 Fri 10:18] =>  0:10
:END:
Added: [2021-07-23 Fri 10:04]
https://docs.google.com/spreadsheets/d/17i-dRkQw9eKqIixjeKrLpkmz0NMQve6lb6PDthZnEcU/edit?usp=sharing

*** 2021-08 August

**** 2021-08-04 Wednesday
***** DONE find report for playground                 :@work:ask:reports:
CLOSED: [2021-08-23 Mon 11:25]
:LOGBOOK:
CLOCK: [2021-08-04 Wed 13:06]--[2021-08-04 Wed 13:15] =>  0:09
:END:
Added: [2021-08-04 Wed 13:06]
external id: MR00107876

*** 2021-09 September
**** 2021-09-12 Sunday
***** TODO playground address update [#A]               :@work:other:ask:
SCHEDULED: <2021-09-12 Sun 18:58>

From Slack:

"Just a quick note on our website 'where to find' section:

For Brunton Park Playground - Barrie, Ontario, the address reads as: 24-6, Brunton Crescent, Barrie, ON L4N 7H2, Canada.

This address needs to be updated to: Highland Park, 25 MacLaren Ave, Barrie, ON L4N 3Y1"


Added: [2021-09-12 Sun 18:58]

**** 2021-09-20 Monday
***** TODO errors for sean f from most recent mail-out [#A] :@work:other:reports:
SCHEDULED: <2021-09-20 Mon 17:44>

Added: [2021-09-20 Mon 17:44]

*** 2021-11 November
**** 2021-11-22 Monday
***** TODO list of countries with biba playgrounds        :@work:ask:ask:
:LOGBOOK:
CLOCK: [2021-11-22 Mon 11:20]--[2021-11-22 Mon 11:30] =>  0:10
:END:
Added: [2021-11-22 Mon 11:20]
for mike

results

| Country     | # of Playgrounds |
|-------------+------------------|
| USA         |             3587 |
| Canda       |              566 |
| UK          |               35 |
| Mexico      |                2 |
| Singapore   |                7 |
| Australia   |                8 |
| Puerto Rico |                1 |
| Ireland     |                4 |
| Croatia     |                5 |
| New Zealand |                7 |
| Germany     |                1 |
| Israel      |                4 |


